const bookText = "必读称不上，推荐几本值得一看的书吧。\n想要通过有限的几本书来提高自己的认知，那么只能选择经典，且以“哲学”和“史”为宜。因为这样有可能通过有限的几本书构建起一个相对完整的知识框架，从而提高自己的认知水平。"
const careText = "我其实一直都不怎么喜欢拿自己是个护理业内人这个东西来讲的，我还是更愿意把自己称为一个“看重护理的人”，正是七八年的护理经验，才促使我慢慢走进并成为这个行业的一员，热爱比很多东西都要重要，因此也会在人体放松这一块有更加严格的要求和认知。"
const dailyText = "宝藏、恰好打折的日用品！\n我，一个转战在淘宝、微信、拼多多上的人，难得看到一个非淘宝限定的话题，正好今儿又闲着，就来答一答，都是我买过的，绝对靠谱的，亲测好用的，有购买记录or实物拍摄而并非随意找点网图就来推荐的"
const furnitureText = "这些年买过的好看又实用的，恰好打折的宝藏家具，分享给你！！\n家里装修添置家具的小伙伴不要错过了，花好大时间挑选过的，总有你用的上的都是一些实用又好看的家具软装"
const officeText = "居家办公好物 | 外企打工人200%效率神器！\n居家办公了快3年时间的外企人，不仅赚钱和工作的效率都更高了，也总结了一些让居家办公更舒适更有仪式感的好物，趁折扣马上入手🤌🏻"
const appliancesText = "家居好物分享|提升幸福感的家居网红小电器！\n今天来分享一组让人有幸福感的家居小电器，我用了这么久真的是越用越顺眼，越用越喜欢呀😍"
const phoneText = "2023年手机推荐！买新还是买旧？\n大家好，最近很多小伙伴想换新手机不知道该怎么选，这期给大家推荐2000-3000价位值得入手的手机选购指南";
const clothesText = "高级小众设计感拉满💫争做时髦精girl！\n 一些宝藏服饰推荐给你，服装设计上都很有理念，上身一整个身材比例拉到极致。不仅设计感强而且很日常，不吝啬。质量都不错很暖的感觉。\n不管是出街拍照还是校园大学生都很适合。都很博眼球的穿搭";
const babyProductsText = "年度总结篇｜口碑超好的母婴品牌汇总! \n我相信对于很多新爸妈来说,给宝宝挑选物品的时候都会很心累，市面上有很多鱼龙混杂的品牌，一不小心就会踩雷。这一年来我也总结了不少经验😺所以我特地整理了一期母婴品牌的合集,都是一些曾经购买过的母婴品牌还有网评较好的明星产品,建议收藏起来哦！"
const carText = "12件宝藏车载好物 超实用！！\n跟大家分享几件宝藏车载好物，超级提升开车和坐车的幸福感\n做为一个强迫症患者来说，选品要求都是比较高的,这些车载好物基本都是个人觉得比较好看，而且也比较实用的小东西，今天给大家分享一下~";
const toysText = "孩子玩不腻的益智玩具💥“武林秘籍”奉上\n推荐一些「开放性的益智玩具」，想怎么玩就怎么玩，无漆设计，安全环保，作为陪伴孩子长大的玩具十分不错！\n在玩具的搭建过程中，需要宝宝细细观察，不断试错，遇到倾倒的困难时，耐心地调整小人，把握玩具的平衡，就这样在玩乐的不经意间，🔍宝宝的专注力，抗挫力与动手能力都得到了锻炼，想象力也在不断被激发。"
const computerText = "安利！安利一些宝藏电脑外设！这期主要介绍全能电脑外设选购指南，希望对大家有帮助。创作不易，喜欢的话就点个guanzhu吧～"
const giftText = "送礼指南🌈小众走心有创意✨送朋友闺蜜情侣.\n不仅仅是节日适用，平时也可以互送的小礼物\n私藏!!高级精致创意走心的礼物🌻";
const bagText = "均价100💰平价大牌质感包包分享｜各个宝藏🎒\n哇，最近真的买到了好多平价包包，而且你别说这质感真的不输！！！都还挺百搭"
const beautyText = "贫民窟女生用了舍不得换的护肤品（低至3r‼\n这是我用来用去都不舍得换的护肤品\n虽然都比较平价但是都是我认真做功课买来的～\n我是属于夏天大油皮，冬季混油 容易长痘 偶尔敏感护肤品也都是针对性的用！感觉皮肤越来越不错了！有同样问题的姐妹可以做一下参考～"
const sportsText = "几个私藏宝藏户外运动好物分享，剁手不踩雷！\n产品小众，但性价比都很高，刷一刷时常有意外惊喜。我购物没有踩雷，分享给大家一起鉴赏！";
const liquorText = "年轻人送酒指南 | 人情往来送酒攻略，一瓶酒搞定人际关系\n"
const foodText = "我刚刚吃到了这辈子最好吃的糖果！好吃到差点哭出来，热泪盈眶！！\n今天整理了几款平价零食饮料合集🔥都蛮适合年夜饭时候喝的❗️平价又好喝❗️低至3r💰看到必囤❗️宝子们拿走不谢✌️！！"

export const Promote: {
    [key: string]: string
} = {
    "图书": bookText,
    "个人护理": careText,
    "家居日用": dailyText,
    "住宅家具": furnitureText,
    "办公": officeText,
    "家用电器": appliancesText,
    "手机通讯": phoneText,
    "服饰内衣": clothesText,
    "母婴": babyProductsText,
    "汽车消费": carText,
    "玩模乐器": toysText,
    "电脑/外设": computerText,
    "礼品": giftText,
    "箱包皮具": bagText,
    "美妆护肤": beautyText,
    "运动户外": sportsText,
    "酒类": liquorText,
    "食品饮料": foodText
}